가능하다
가사
가입하다
가정하다
각자
간단하다
간식
갈색
감동적
감상
감상하다
갑자기
개봉하다
개성
거래처
거의
거절당하다
거절하다
걱정하다
건강식
건의하다
걸리다
게시판
게으르다
겨우
결과
결과적
결국
경력자
경우
경험
계속
고려하다
고민하다
고생하다
고아원
고집
세다
고혈압
곡
곡류
곤란하다
골고루
공경
공연
공연 일시
공연장소
공포
과식
과장
과정
관객
과계자
관광
관람
관람 연령
관련
관심
괜히
교육
교육자
구인광고
구입하다
구체적
구하다
국악 동아리
굽을 갈다
궁금하다
권하다
귀국하다
귀하다
규칙적
그냥
그럴 리가요
그립다
그만
밖에
근무시간
근육이 생기다
기구
기능
기대하다
기린
기부하다
기술
기억하다
기운
기적
기타
긴장
김장철
김장하다
깜빡
깨우다
꼼꼼하다
꾸미다
꿀
끊임없다
끼리
나누다
나타나다
납부
낭비하다
내밀다
내용
냉정하다
노력
놀랍다
눕다
늘다
능력
뛰어나다
능통
다닥다닥
다들
다양하다
다이어트
단독 주택
단순히
단짝
단층
담그다
담임 선생님
당일
당장
대단하다
대사
대중교통
대통령
대표
대표적이다
덕분에
덮다
도시락
도움
청하다
돈을 벌다
돌리다
동서양
동성
동영상
두께
두다
드디어
드라이
들다	2
들다	1
들르다
들키다
등록금
등록하다
땡땡이치다
떠오르다
떨어지다
렌즈
마술
마음을 먹다
마중을 나가다
마지막
마치
마침
만족하다
말 못하다
말 많다
말할 것도 없다
맛을 보다
맡기다
맡다
매점
매진되다
다듬다
멀리서
면접
면접시험
모국어
모습
모으다
목소리
목적
몸살이 나다
무대
무뚝뚝하다
무리하다
무조건
무척
무표정하다
문의하다
문제
충격
문화권
물러나다
뭐
뭐니 뭐니 해도
뮤지컬
미담
미용사
미용실
미지근하다
민간요법
바뀌다
바라다
반성
발견되다
발명
발음
발전되다
발짝
발표
발표되다
발표회
발효 식품
밝혀지다
밤을 새우다
방문
방식
배려하다
배터리
백문이 불여일견
번거롭다
벗어나다
변경하다
변명하다
변하다
보수
볼일
봉사
부담
부담하다
부딪치다
부탁을 들어주다
분명하다
분위기
불가능하다
불규칙하다
불만
불면증
불평하다
비결
비만
비밀
비상약
비슷하다
비위생적이다
빈대떡
뽑다
뾰족하다
뿌리치다
사과하다
사모님
사물놀이
사생활
사업가
사용 설명서
사이
사정
사투리
사회
산낙지
상관없다
상담
교사
상담실
상담하다
상상
상상하다
상영
상쾌하다
상태
상하다
상황
새내기
새롭다
생강차
생선류
서비스 센터에 맡기다
서비스 센터에서 찾다
선택하다
설득하다
성격이 급하다
성공하다
성의
성적표
세계
세계적
세월
세탁물
소비
소비자
소식
속담
손아랫사람
손윗사람
손 가다
수도
수리
수리를 받다
요청하다
수집하다
순서
스스로
스승
스트레스
스트레스가 풀리다
슬슬
승낙
시간을 내다
시간이 흐르다
시간제
시루
식
식사 예절
식사량
식습관
식욕
신기록
신기술
신나다
신상품
신입생
신입생 환영회
신제품
신형
실망하다
실수하다
심각하다
심사
싸다
씹다
아까
아깝다
아무
아무리
아쉽다
안 그래도
안 되다
안부
안부 문자를 보내다
안부가 궁금하다
전하다
안색
알려주다
알려지다
알리다
알아듣다
앞머리
액정
야
야근
야유회
양쪽
양치하다
양해를 구하다
어느새
어둡다
어떡하다
어색하다
어쩐지
어찌나
억양
억양
언론인
언어 교환
언어 예절
업무
업적
에 따르면
여부
연기
연예인
연주
연주회
열량을 소모하다
염색
영양
영원히
예상하다
예의
예전
오락
오랜만이다
오리엔테이션
오해
오해를 사다
오해하다
오히려
온도
올리다
옳다
완벽하다
완성하다
외우다
요가
요구
요지
용돈
용서
빌다
용지
우정
운동 부족
원래
원서
위로하다
유기농 식품
유난히
유용하다
유지하다
유혹
육류
육식
응모하다
의견
의논하다
의상
이기다
이기적
이력서
이루다
이사떡
이시를 오다
이상
인가
인물
안물화
인사드리다
인사를 시키다
인상적
인스턴트식품
인원수
인정받다
인터넷 사이트
일기장
일단
일정
잃다
입구
입장료
입학하다
자기소개서
자막
자부심
자신
자판
작동
적품 해설
작품명
잔디밭
잔뜩
전소리
전치
절못하다
장기 자랑
장르
장바구니
장수
장점
장학생
재산
저축하다
적성
전시회
전체
전화 예절
절약하다
접수시키다
정물화
정성
정
정직하다
정치인
정하다
젖다
제대로
제안하다
조건
조리 기구
조사	1
조사	8
조언
존경하다
좋아지다
좌석
주유
죽
준비
준비물
중심지
중요하다
즐기다
지나가다
지다
지도자
지루하다
지방
지식
지원하다
직접적
직후
진심
진행
짙다
쩔쩔매다
찌르다
차례
차이
착각하다
참고
참석하다
채식
챙기다
천재
청하다
체중이 줄다
초고속
초보자
추억하다
추천서
추측하다
충고
충고하다
츤분하다
충전하다
취소하다
취업
취향
친근감
친하다
탄산음료
탈춤 동아리
태어나다
통역
통통하다
투자하다
특징
파마하다
파악하다
판매
판매되다
팔짱끼다
팥
패션쇼
펴다
편식
평
평범하다
폭탄주
폰뱅킹
표정
표현
표현하다
풀다
풍경화
피로
풀리다
필기하다
학원
한가운데
한계
한국학
한꺼번에
하는 수 없이 / 할 수 없이
합격자
합창 동아리
해결하다
행동
향상되다
험하다
현지인
혹시
화려하다
화면
화초
화학조미료
화해하다
확
환불
환상적
활용하다
회갑 잔치
회복하다
회상
회식
회신
회원
횟수
효과
효과적
후회
후회하다
훌륭하다
흐뭇하다
흔들다
흡연
흥겹다
