/**
 * All number words
 */

export const hanjaNumbers: { [key: number]: string } = {
  0: '공',
  1: '일',
  2: '이',
  3: '삼',
  4: '사',
  5: '오',
  6: '육',
  7: '칠',
  8: '팔',
  9: '구',
  10: '십',
  100: '백',
  1000: '천',
  10000: '만',
  100000000: '억'
};

export const hanjaNumberSequence = ['', '십', '백', '천', '만'];

export const koreanNumbers: { [key: number]: string } = {
  1: '하나',
  2: '둘',
  3: '셋',
  4: '넷',
  5: '다섯',
  6: '여섯',
  7: '일곱',
  8: '여덟',
  9: '아홉',
  10: '열',
  20: '스물',
  30: '서른',
  40: '마흔',
  50: '쉰',
  60: '예순',
  70: '일흔',
  80: '여든',
  90: '아흔',
  100: '백'
};
